Repository: c22dev/Geranium
Catalog: Geranium/Translations/Localizable.xcstrings
Source language: en
Languages: es, es_419, fr, it, ja, ko, ru, sk, sv, vi, zh_hans, zh_hant

source: Delete currently disabled daemon list, and start-over. iOS will generate the file back from scratch next reboot.
fr: Supprimer les daemons désactivés actuellement, et recommencez. iOS générera le fichier depuis 0 lors du prochain redémarrage.
sv: Ta bort den aktuella inaktiverade demonlistan och starta om. iOS kommer att generera filen från början igen vid nästa omstart.
vi: Xoá danh sách những daemon bị tắt, và bắt đầu từ đầu. iOS sẽ tạo lại tệp từ đầu sau khởi động lại.

source: Disable Familycircled
fr: Désactiver Familycircled
sv: Inaktivera Familycircled

source: Disable Homed
es_419: Desactivar Homed
fr: Désactiver Homed
it: Disabilita Homed
ja: Homedを無効化する
ko: Homed 비활성화
ru: Выключить Homed
sk: Vypnúť Homed Daemon
sv: Inaktivera Homed
vi: Vô hiệu hóa Homed

source: Disable Screen Time Agent
es_419: Desactivar Screen Time Agent
fr: Désactiver Screen Time Agent
it: Disabilita l'agente Screen Time
ja: Screen Time Agentを無効化
ko: 스크린타임 작용 비활성화
ru: Выключить Агента Экранного Времени
sk: Vypnúť "Agent" Času pred obrazovkou
sv: Inaktivera agenten för skärmtid
vi: Vô hiệu hóa Usage Tracking Agent

source: Disable Usage Tracking Agent
es_419: Desactivar el agente de seguimiento de uso
fr: Désactiver Usage Tracking Agent
it: Disabilita l'utilizzo del tracking agent
ja: Usage Tracking Agentを無効化
ko: 사용 추적 대리 비활성화
ru: Выключение Агента Отслеживания Использования
sk: Vypnúť "Agent" na Sledovanie používania
sv: Inaktivera agent för spårning av användning
vi: Tắt trình theo dõi mức sử dụng

source: Done
fr: Terminé
sk: Hotovo
sv: Klar
vi: Đã xong

source: Enable ScreenTime
fr: Activer ScreenTime
sv: Aktivera ScreenTime

source: Enter path name
fr: Entrez le nom du chemin
sv: Ange sökvägsnamn

source: Enter your coordinates
fr: Entrez les coordonnées
sv: Ange dina koordinater

source: Error !
fr: Erreur !
it: Errore!
ja: エラー！
ko: 오류 !
ru: Ошибка !
sk: Nastala Chyba!
sv: Fel!
vi: Lỗi !
zh_hans: 错误！
zh_hant: 錯誤！

source: Familycircled is in charge of iCloud Family system. This includes family subscriptions, so if you disable this you won't be able to use them. However, this can help preventing ScreenTime from working.
fr: Familycircled est en charge du système Famille dans iCloud. Ceci inclus les abonnements partagés avec Famille, donc si vous désactivez cela vous ne serez peut-être plus en mesure des les utiliser. En revanche, ceci peut permettre de désactiver temps d'écran encore plus.
sv: Familycircled är ansvarig för iCloud Family-systemet. Detta inkluderar familjeabonnemang, så om du inaktiverar detta kommer du inte att kunna använda dem. Detta kan dock hjälpa till att förhindra att ScreenTime fungerar.

source: First, you need to open Settings. The app can do it for you if you want. Then, go in **General**, scroll down, and go in **Reset**.
fr: Premièrement, vous devez ouvrir Réglages. L'application peut le faire pour vous si nécessaire. Ensuite, rendez vous dans **Général**, descendez tout en bas, et cliquez sur **Réinitialiser**.
sv: Först måste du öppna Inställningar. Appen kan göra det åt dig om du vill. Gå sedan in i **Allmänt**, bläddra ner och gå in i **Återställ**.

source: Here you can choose in what language you want the app to be. The app will automatically exit to apply changes ; feel free to launch it again.
fr: Ici vous pouvez choisir la langue de l'application. Cette dernière se fermera automatiquement pour appliquer les modifications. Vous pourrez la relancer ensuite.
sv: Här kan du välja vilket språk du vill att appen ska vara på. Appen kommer automatiskt att avslutas för att tillämpa ändringarna; starta den gärna igen.
vi: Tại đây bác có thể chọn ngôn ngữ cho ứng dụng. Ứng dụng sẽ tự thoát để áp dụng thay đổi đó ; bạn có thể mở nó lại tuỳ thích.

source: Homed is in charge of HomeKit accessories and products, for instance HomePods, connected light bulbs and other, that you are managing from the 'Home' app on your phone. Don't disable this if you are using those accessories.
es_419: Homed se encarga de los accesorios y productos HomeKit, por ejemplo HomePods, bombillas conectadas y otros, que estás gestionando desde la app 'Home' de tu teléfono. No lo desactives si utilizas esos accesorios.
fr: Homed est responsable des accessoires et produits HomeKit, tels que les HomePods, les lumières connectées et autres que vous contrôlez depuis l'appli Home sur votre téléphone. Ne désactivez pas cette fonctionnalité si vous utilisez ces accessoires.
it: Homed è responsabile degli accessori e dei prodotti HomeKit, ad esempio HomePods, lampadine connesse e altro, che gestisci dall'app "Home" sul tuo telefono. Non disabilitarlo se stai utilizzando questi accessori.
ja: HomedはたとえばHomePodsやスマート照明など、「ホーム」アプリから管理するHomekitアクセサリや製品を制御しています。これらのアクセサリを使用している場合は、無効化しないでください。
ko: Homed는 '홈' 앱에서 관리하는 HomePods, 연결된 전구 등 HomeKit 액세서리 및 제품을 담당합니다. 그 액세서리를 사용하고 있다면 비활성화하지 마세요.
ru: Homed отвечает за аксессуары и продукты HomeKit, например HomePods, подключенные лампочки и другие, которыми вы управляете из приложения "Дом" на своем телефоне. Не отключайте эту функцию, если вы используете эти аксессуары.
sk: Homed (daemon) má na starosti príslušenstvo a produkty HomeKit, napríklad HomePods, pripojené žiarovky a ďalšie, ktoré spravujete z aplikácie „Domov“. Nevypínajte Homed, ak využívate tieto funkcie.
sv: Homed ansvarar för HomeKit-tillbehör och produkter, t.ex. HomePods, anslutna glödlampor och annat, som du hanterar från appen "Home" på din telefon. Inaktivera inte detta om du använder dessa tillbehör.
vi: Homed phụ trách các phụ kiện và sản phẩm HomeKit, chẳng hạn như HomePod, bóng đèn kết nối và các sản phẩm khác mà bạn đang quản lý từ ứng dụng 'Home' trên điện thoại của mình. Đừng tắt tính năng này nếu bạn đang sử dụng những phụ kiện đó.

source: Issue
fr: Problème
sv: Utgåva

source: Keep selection after cleaning
fr: Garder la selection après le nettoyage
it: Mantenere la selezione dopo la pulizia
ja: 洗浄後のセレクションを保持
sk: Ponechať výber po vyčistení
sv: Behåll urvalet efter rengöring
vi: Giữ lựa chọn sau khi làm sạch

source: Language
fr: Langue
sv: Språk
vi: Ngôn ngữ

source: Language set to : %@
fr: Langue définie à : %@
sv: Språk inställt på : %@

source: LocSim Settings
fr: Paramètres LocSim
it: Impostazioni LocSim
ja: LocSimの設定
sk: Nastavenia LocSim
sv: LocSim Inställningar
vi: Cài đặt LocSim

source: Lost your notifications because of the cleaner ? Don't panic, here is the solution !
fr: Vous avez perdu vos notifications suite à l'utilisation du Nettoyeur ? Pas de panique, voici la solution !
sv: Förlorade dina meddelanden på grund av rengöringsmedlet ? Få inte panik, här är lösningen!

source: Minimum Attempts:
fr: Essais Minimums:
it: Tentativi minimi:
ja: 最低試行回数：
sk: Minimum Pokusov:
sv: Minsta försök:
vi: Số lần thử tối thiểu:

source: Minimum Size:
fr: Taille minimum:
it: Dimensione minima:
ja: 最小サイズ：
sk: Maximálna Veľkosť:
sv: Minsta storlek:
vi: Kích cỡ nhỏ nhất:

source: More info
fr: Plus d'information
sv: Mer information
vi: Thêm thông tin

source: No paths saved.
fr: Aucun chemin enregistré.
sv: Inga sökvägar sparade.

source: Open Settings
fr: Ouvrir les Paramètres
sv: Öppna inställningar

source: Press **Reset All Settings**, follow what's on your screen and you are done !
fr: Appuyez sur **Réinitialiser tout**, suivez les instructions sur votre écran et voilà !
sv: Tryck på **Återställ alla inställningar**, följ anvisningarna på skärmen och du är klar!

source: Reboot
es_419: Reiniciar
fr: Redémarrer
it: Riavvio
ja: リブート
ru: Перезагрузка
sk: Reštartovať
sv: Omstart
vi: Khởi động lại

source: Reset
fr: Réinitialiser
sv: Återställning

source: Safe Clean Measures (Disable this if on iOS 15!)
fr: Mesures de nettoyage sécurisé
sv: Säkra rena åtgärder (avaktivera detta om du använder iOS 15!)

source: Safe Clean Measures (Enable this if on iOS 15!)
fr: Mesures de nettoyage sécurisé (Activez cela si vous êtes sur iOS 15!)
sv: Safe Clean Measures (Aktivera detta om du använder iOS 15!)

source: Screen Time Agent is responsible for managing all of ScreenTime preferences. Disabling this process only might at best disable Screen Time partially.
es_419: Screen Time Agent es el responsable de gestionar todas las preferencias de ScreenTime. Desactivar este proceso sólo podría, en el mejor de los casos, desactivar Screen Time parcialmente.
fr: Screen Time Agent se charge de gérer toutes les préférences Temps d'Écran. Désactiver uniquement ce processus ne permettra qu'une désactivation partielle de Temps d'Écran.
it: L'agente Screen Time è responsabile della gestione di tutte le preferenze di ScreenTime. La disabilitazione di questo processo potrebbe, nella migliore delle ipotesi, disabilitare parzialmente il tempo di visualizzazione.
ja: Screen Time Agentは、ScreenTimeの全ての設定を管理します。このプロセスだけを無効にしても、ScreenTImeを一部無効化される程度です。
ko: Screen Time Agent는 모든 스크린 타임 기본 설정을 관리합니다. 이 프로세스를 비활성화하면 스크린 타임이 부분적으로만 비활성화될 수 있습니다.
ru: Агент Экранного Времени отвечает за все настройки Экранного Времени. Выключение этого процесса может в лучшем случае частично отключить Экранное Время.
sk: "Agent" Času pred obrazovkou je zodpovedný za správu všetkých preferencií Času pred obrazovkou. Vypnutie tohto procesu môže prinajlepšom vypnúť Čas pred obrazovkou iba čiastočne.
sv: Screen Time Agent ansvarar för hanteringen av alla ScreenTime-inställningar. Om endast denna process inaktiveras kan Screen Time i bästa fall inaktiveras delvis
vi: Screen Time Agent chịu trách nhiệm quản lý tất cả các tùy chọn Thời gian sử dụng. Tốt nhất chỉ nên tắt quá trình này vào ban đêm để tắt một phần Thời gian sử dụng.

source: Screwed up ?
fr: Foutu ?
sk: Nastavenia
sv: Skruvade upp?
vi: Có gì đó bị hỏng ?

source: Search for a daemon...
fr: Rechercher un daemom...
sk: Vyhľadať spustenú daemon...
sv: Sök efter en daemon...
vi: Tìm một daemon...

source: Set language to Default
fr: Définir le language au défaut
sv: Ställ in språk till Standard
vi: Chuyển ngôn ngữ về mặc định

source: The location will be simulated on device Pro tip: Press wherever on the map to move there.
fr: La localisation sera simulée sur votre appareil. Conseil : Appuyez quand vous où vous voulez sur la carte pour vous y déplacer.
sv: Platsen kommer att simuleras på enheten Proffstips: Tryck var som helst på kartan för att flytta dit.

source: The procedure
fr: La procédure
sv: Förfarandet

source: Then, you need to press the **Reset** button (NOT the erase all contents and settings)
fr: Ensuite, vous devez appuyer sur le bouton **Réinitialiser** (PAS Effacer tout le contenu et les paramètres, mais l'autre)
sv: Därefter måste du trycka på **Reset**-knappen (INTE för att radera allt innehåll och alla inställningar)

source: This is a list of all the currently disabled daemons. Swipe to the right to enable back the daemon.
fr: Ceci est une liste de tous les daemons actuellement désactivés. Glissez vers la droite pour le réactiver.
sv: Det här är en lista över alla inaktiverade daemoner för närvarande. Svep åt höger för att återaktivera daemon.
vi: Đây là danh sách những daemon bị tắt. Vuối sang phải để bật lại.

source: This is an issue that might incorrectly set permissions when calculating file sizes for your device.
fr: Ceci est un problème qui pourrait casser les permissions lors du calcul des tailles de fichier sur votre appareil.
sv: Det här är ett problem som kan leda till felaktigt inställda behörigheter vid beräkning av filstorlekar för din enhet.

source: This will personalize app start-up settings. Useful for debugging on Simulator or for betas.
fr: Ceci personnalisera les paramètres au démarrage de l'app. Utile pour débogguer sur le simulateur ou pour les betas.
sv: Detta anpassar appens startinställningar. Användbart för felsökning i Simulator eller för betaversioner.

source: To add a path, tap the + button.
fr: Pour ajouter un chemin, appuyez sur le bouton +.
sv: Om du vill lägga till en sökväg trycker du på +-knappen.

source: Try stopping LocSim multiple times
fr: Essayer d'arrêter le LocSim plusieurs fois
it: Provare ad arrestare LocSim più volte
ja: LocSimを複数回停止してみる
sk: Skúste vypnúť LocSim niekoľko krát
sv: Försök att stoppa LocSim flera gånger
vi: Hãy thử dừng LocSim nhiều lần

source: Usage Tracking Agent monitors and reports usage budgets set by Health, Parental Controls (= Screen Time) or Device Management. Disabling this might also disable some other features on your iPhone.
es_419: El Agente de Seguimiento de Uso monitoriza e informa de los presupuestos de uso establecidos por Salud, Control Parental (= Tiempo de Pantalla) o Gestión de Dispositivos. Si lo desactiva, es posible que también desactive otras funciones de su iPhone.
fr: Usage Tracking Agent visionne et reporte les usages définis par Santé, Contrôle Parental (Temps d'Écran) ou la gestion d'appareil. Désactiver cela pourrais alterer certaines fonctionnalités de votre appareil.
it: L'utilizzo del Tracking Agent monitora e segnala i budget di utilizzo impostati da Salute, Controllo genitori (= Tempo di utilizzo) o Gestione dispositivo. Disabilitarlo potrebbe disabilitare anche alcune altre funzionalità sul tuo iPhone.
ja: Usage Tracking Agentは、ヘルス、ペアレンタルコントロール(ScreenTime)、またはデバイス管理によって設定された利用設定を監視し、報告します。これを無効化すると、iPhoneの他の機能が利用できなくなる場合があります。
ko: 사용 추적 대리는 건강, 유해 콘텐츠 차단(= 스크린 타임) 또는 장치 관리에 의해 설정된 사용 축적을 모니터링하고 보고합니다. 이것을 비활성화하면 iPhone의 다른 기능도 비활성화할 수 있습니다.
ru: Агент Отслеживания Использования отслеживает и сообщает о бюджетах использования, установленных функциями "Здоровье", "Родительский контроль" (тоже самое что и экранное время) или "Управление устройством". Выключение этой функции может привести к выключению некоторых других функций на вашем iPhone.
sk: "Agent" na Sledovanie používania monitoruje a nahlasuje dáta používania nastavené v aplikácii Zdravie, Rodičovská kontrola (= Čas pred obrazovkou) alebo Správa zariadenia. Vypnutie tohto môže tiež znefunkčniť niektoré ďalšie funkcie na vašom zariadení.
sv: Usage Tracking Agent övervakar och rapporterar användningsbudgetar som fastställts av Hälsa, Föräldrakontroll (= Skärmtid) eller Enhetshantering. Om du inaktiverar detta kan du också inaktivera vissa andra funktioner på din iPhone
vi: Trình theo dõi sử dụng giám sát và báo cáo ngân sách sử dụng do Sức khỏe, Kiểm soát của phụ huynh (bằng Thời gian sử dụng) hoặc Quản lý thiết bị đặt ra. Việc tắt tính năng này cũng có thể tắt một số tính năng khác trên iPhone của bạn.

source: Various settings for LocSim. Sometimes, users can encounter issues with stopping LocSim. Those settings will allow you to attempt to stop LocSim multiple time.
fr: Plusieurs paramètres pour le LocSim. Quelques fois, les utilisateurs peuvent rencontrer des problèmes lors de l'arrêt du LocSim. Ces paramètres vous permettent d'essayer de stopper le LocSim plusieurs fois d'affilée.
it: Varie impostazioni per LocSim. A volte gli utenti possono avere problemi con l'arresto di LocSim. Queste impostazioni consentono di tentare di arrestare LocSim più volte.
ja: LocSimの各種設定。LocSimを停止する際に問題が発生することがあります。これらの設定により、LocSimを複数回停止させることができます。
sk: Rôzne nastavenia pre LocSim. Niekedy môžu používatelia naraziť na problémy so vypnutím LocSim. Tieto nastavenia vám umožnia niekoľkokrát sa pokúsiť vypnúť LocSim.
sv: Olika inställningar för LocSim. Ibland kan användare få problem med att stoppa LocSim. Med dessa inställningar kan du försöka stoppa LocSim flera gånger.
vi: Nhiều cài đặt khác nhau cho LocSim. Đôi khi, người dùng có thể gặp phải sự cố khi dừng LocSim. Những cài đặt đó sẽ cho phép bạn cố gắng dừng LocSim nhiều lần.

source: Various settings for the cleaner.
fr: Plusieurs paramètres pour le nettoyeur.
it: Varie impostazioni per il pulitore.
ja: クリーナーの各種設定。
sk: Rôzne nastavenia pre Nástroj na Čistenie
sv: Olika inställningar för rengöringsmedlet.
vi: Các cài đặt khác nhau cho trình dọn dẹp.

source: You can choose and define a custom icon proposed by the community.
es_419: Puedes elegir y definir un icono personalizado propuesto por la comunidad.
fr: Vous pouvez choisir et définir un icône personnalisé proposé par la communauté.
it: Puoi scegliere e definire un'icona personalizzata proposta dalla community.
ja: コミュニティにより作られたカスタムアイコンを選択できます。
ko: 커뮤니티가 제안한 사용자 지정 아이콘을 선택하고 정의할 수 있습니다.
ru: Вы можете выбрать и определить собственную иконку, предложенный сообществом.
sk: Môžete si vybrať a definovať vlastnú ikonu navrhnutú komunitou.
sv: Du kan välja och definiera en egen ikon som föreslagits av communityt.
vi: Bạn có thể chọn và xác định biểu tượng tùy chỉnh do cộng đồng đề xuất.

source: You might lose some unimportant data, such as WiFi passwords and preferences.
fr: Vous pourriez perdre des données importante, comme par exemple des mots de passes wifi et d'autres preferences de confidentialité.
sv: Du kan förlora en del oviktiga data, t.ex. WiFi-lösenord och inställningar.

source: Screen Time Agent
it: Agente Screen Time
ko: 스크린 타임 대리
ru: Агент Экранного Времени
sk: "Agent" Času pred obrazovkou
sv: Skärmtid Agent
vi: Trợ lý Thời gian sử dụng

source: Usage Tracking Agent
es_419: Agente de seguimiento de uso
it: Utilizzo del Tracking Agent
ko: 추적 사용 대리
ru: Агент Отслеживания Использования
sk: "Agent" na Sledovanie používania
sv: Agent för spårning av användning
vi: Trình theo dõi việc sử dụng

source: Beta
ko: 베타
ru: Бета

source: ByeTime
ko: 스크린타임 제거

source: Daemons
ko: 데몬
zh_hant: 進程

source: Flore
ru: Флора

source: Familycircled
sv: Familjecirklad

source: Latitude
sv: Latitud

source: Longitude
sv: Längd

source: Respring
zh_hant: 重新載入主畫面
